export default {
  header: "як забороняли українську?",
}

export const timelineItemsUA = {
  "1627": "Московський цар Михайло з подання патріарха Філарета наказав спалити всі примірники надрукованого в Україні «Учительного Євангелія» Кирила Транквіліона-Ставровецького.",
  "1677": "Московський патріарх Іоаким наказав видерти з українських книжок аркуші, «не подібні до книг московських».",
  "1688": "Московський патріарх Іоаким доручив спалити у багаттях на вулицях Москви «Вінець Христов» Антонія Радивиловського. Разом із ним знищили також твори інших видатних українських богословів — Петра Могили, Лазаря Барановича та Інокентія Ґізеля.",
  "1689": "Києво-Печерській Лаврі заборонили друкувати книги без патріаршого дозволу.",
  "1690": "Собор РПЦ засудив і наклав анафему на «Кіевскія новыя книги» Петра Могили, Кирила Ставровецького, Лазаря Барановича, Антонія Радивиловського та інших.",
  "1696": "Сейм Речі Посполитої ухвалив запровадження польської мови в судах та урядових канцеляріях Правобережної України.",
  "1709": "За наказом московського царя Петра І кількість студентів Києво-Могилянської академії скоротили з 2000 до 161, а провідних науково-просвітницьких діячів змусили перебратися до Москви. Серед них були Інокентій Гізель, Йоанникій Ґалятовський, Лазар Баранович, Дмитро Туптало, Стефан Яворський, Феофан Прокопович та інші.",
  "1720": "За указом московського царя Петра І у російській імперії заборонили книгодрукування українською мовою і масово вилучали українські тексти з церковних книг.",
  "1721": "В імперії запровадили мовну цензуру, що передбачала приведення книг будь-яких українських видань у відповідність до російських видань.",
  "1729": "За наказом московського царя Петра ІІ всі державні постанови й розпорядження переписали з української мови на російську.",
  "1731": "На вимогу російської імператриці Анни Івановни з українських церков вилучили книжки старого українського друку і замінили їх книжками московських видань. Окрім того у місцевих колеґіумах ввели обовʼязкове викладання російською мовою.",
  "1763": "За указом імператриці Катерини II в Києво-Могилянській академії заборонили викладання українською мовою.",
  "1764": "Катерина ІІ видала князеві Александру Вяземському спеціальний указ про русифікацію України, Прибалтики, Фінляндії та Смоленщини.",
  "1769": "Синод РПЦ заборонив друкувати та використовувати у школах український буквар.",
  "1775": "Запорозьку Січ зруйнували, а всі українські школи при полкових козацьких канцеляріях примусово припинили свою діяльність.",
  "1777": "Внаслідок переслідувань і злиднів загинув геніальний український композитор Максим Березовський. Після його смерти царська влада заборонила виконувати твори митця і знищила безліч його рукописів.",
  "1784": "За наказом Катерини ІІ священники всіх церков імперії мали правити службу Божу російською мовою. таким чином український народ позбавили власної книги та ввели обовʼязкову російську мову в усіх училищах імперії.",
  "1785": "До 1800 року виходили накази про обовʼязкове виправлення мови опублікованих в Україні книг за російськими зразками у різних редакціях.",
  "1786": "У Києво-Могилянській академії єдиною мовою викладання визначили і визнали російську мову.",
  "1789": [
    {
    "text": "Едукаційна комісія Сейму Речі Посполитої розпорядилася про закриття всіх українських шкіл;",
  },
  {
    "text": "З ініціативи Катерини ІІ у Петербурзі вийшов друком «Порівняльний словник усіх мов», де українська значиться як «російська, спотворена польською».",
  }
  ],
  "1804": "За спеціальним царським указом заборонялася діяльність усіх українськомовних шкіл на території імперії, що привело до деградації українського населення.",
  "1817": "Польську мову запровадили в усіх народних школах Західної України.",
  "1832": "Освіту на Правобережній Україні реорганізували на загальноімперських засадах із переведенням на російську мову навчання.",
  "1847": "Розгром Кирило-Мефодіївського товариства й посилення жорстокого переслідування української мови та культури. Заборона найкращих творів Тараса Шевченка, Пантелеймона Куліша, Миколи Костомарова та інших.",
  "1859": "Міністерство віросповідань та наук Австро-Угорщини у Східній Галичині та Буковині здійснило невдалу спробу замінити українську кириличну азбуку латинською.",
  "1862": "Закриття безоплатних недільних українських шкіл для дорослих у підросійській Україні.",
  "1863": [
    {
    "text": "Публікація Валуєвського циркуляру про заборону давати цензурний дозвіл на друкування українськомовної духовної та популярної освітньої літератури.",
    "description": "«Ніякої окремої малоросійської* мови не було і бути не може».",
    "explanation": "*Згідно з термінологією імперії, російську мову поділяли на українську (малоросійську), ту, що зараз є сучасною російською (великоросійською) та білоруську (білоросійську).",
  }
  ],
  "1864": "Прийняття Статуту про початкову школу. Згідно з його положеннями навчання відтепер проводитимуть лише російською мовою.",
  "1869": "Запровадження польської як офіційної мови освіти й адміністрації Східної Галичини.",
  "1870": "Роз'яснення міністра освіти російської імперії Дмітрія Толстого про те, що «кінцевою метою освіти всіх інородців беззаперечно повинно бути обрусіння/змосковщення».",
  "1876": "Вийшов Емський указ Олександра ІІ (Указ Юзефовича) про заборону друкування та ввезення з-за кордону будь-якої українськомовної літератури, а також про заборону українських сценічних вистав і друкування українських текстів під нотами, тобто народних пісень.",
  "1881": "Заборона викладання українською у народних школах та виголошення церковних проповідей українською мовою.",
  "1884": "Московський цар Олександр IIІ заборонив українські театральні вистави у всіх малоросійських губерніях.",
  "1888": "Указ царя Олександра IIІ про заборону вживати українську мову в офіційних установах, а також охрещувати дітей українськими іменами.",
  "1892": "Заборона перекладати книжки з російської мови на українську.",
  "1895": "Головне управління у справах друку заборонило видавати українські книжки для дітей.",
  "1900": [
    {
    "text": "Цензура вилучила з текстів такі слова як «козак», «москаль*»,  «Україна», «український», «Січ», «Запоріжжя» та інші, які мають український національно-символічний зміст.",
    "explanation": "*Первинно, десь у ХІІ столітті, слово «москаль» означало всіх резидентів Московії (Росії). Негативна конотація зʼявляється наприкінці ХVIII — на початку XIX століття у форматі етнофолізму (пейоративної лексики просторіччя) і вживалося для означення російських солдат.",
    "description": "«Кохайтеся, чорнобриві, та не з москалями, \n бо москалі — чужі люде, роблять лихо з вами» \n Тарас Шевченко",
  }
  ],
  "1903": [
    {
    "text": "Під час урочистостей з нагоди відкриття памʼятника Івану Котляревському* у Полтаві заборонено промови українською мовою.",
    "explanation": "*Іван Котляревський — український письменник, поет, драматург та громадський активіст. Його ірої-комічну поему «Енеїда» 1798 року вважають першим літературним твором, написаним й опублікованим модерною українською мовою.",
  }
  ],
  "1908": "Російський Сенат оголошує українську культурну й освітню діяльність шкідливою для імперії.",
  "1910": [
    {
    "text": "Уряд Петра Столипіна* видав наказ про закриття усіх українських культурних товариств, видавництв, заборону читання лекцій українською мовою та створення будь-яких неросійських клубів.",
    "explanation": "*Пьотр Столипін був російським політиком, третім премʼєр-міністром російської імперії від 1906 до 1911 року. Столипін був російським націоналістом, який провадив жорстку політику на укріплення самодержавства та обмежував політичні свободи.",
  }
  ],
  "1911": "Вийшла постанова VII дворянського з'їзду в Москві про російськомовну освіту й неприпустимість вживання інших мов у школах російської імперії.",
  "1914": [
    {
      "text": "Заборона відзначати 100-літній ювілей Тараса Григоровича Шевченка;",
    },
    {
      "text": "Указ царя Миколи ІІ про скасування української преси;",
    },
    {
      "text": "Упродовж наступних двох років тривали кампанії русифікації на Західній Україні; заборони українського слова, освіти, церкви.",
    }
  ],
  "1918": [
    {
    "text": "Розправа московсько-більшовицьких військ над 300 київськими гімназистами та студентами під Крутами.",
    "description": "«Крути! Крути! Мужність і посвята, \n вірність, що міцніша понад смерть. \n Крути! Крути! Горда і завзята \n кличе пісня і веде вперед.» \n Богдан-Ігор Антонич",
  },
  {
    "text": "Захопивши Київ, московсько-більшовицькі інтервенти за кілька днів розстріляли пʼять тисяч осіб, які розмовляли українською мовою, носили український національний одяг або у кого вдома висів портрет Тараса Шевченка.",
  }
  ],
  "1919": [
    {
    "text": "Більшість білогвардійських* газет на півдні Росії «заборонила існування» України.",
    "explanation": "*Біла Гвардія — військово-політичний рух різнорідних сил, сформований під час Громадянської війни 1917—1923 років у Росії з метою повалення більшовицької влади та ідеології.",
  }
  ],
  "1922": [
    {
      "text": "Проголошення частиною керівництва ЦК РКП(б) і ЦК КП(б)У «теорії» боротьби в Україні двох культур — міської (російської) та селянської (української), в якій перемогти повинна перша.",
    },
    {
      "text": "Розправа над кобзарями, які поширювали усну народну творчість. Українські національні музичні інструменти — кобзу, бандуру та ліру — оголосили націоналістичними і масово знищували.",
    }
  ],
  "1924": "Закон Польської республіки “Lex Grabski” про обмеження вживання української мови в адміністративних органах, судах та в освіті на підвладних полякам українських землях.",
  "1925": "Остаточне закриття українського «таємного» університету у Львові.",
  "1926": [
    {
    "text": "Лист Йосифа Сталіна «Тов. Кагановичу* та іншим членам ПБ ЦК КП(б)У» зі санкцією на боротьбу проти «національного ухилу», початок переслідування діячів «українізації».",
    "explanation": "*Лазар Каганович був радянським політиком та державним діячем, одним із довірених осіб Йосифа Сталіна. Каганович відіграв центральну роль під час Великого Терору, особисто підписавши понад 180 листів, що засудили на смерть десятки тисяч людей. Також брав участь в організації, плануванні та контролі за політикою колективізації, що призвела до трагедії Голодомору в Україні 1932-33 років.",
  }
  ],
  "1932": [
    {
    "text": "Початок організованого проведення Голодомору — акції ліквідації українського народу. За два голодні роки більшовицький режим знищив до 10 мільйонів українських селян — носіїв української мови — на Сході та Півдні України*. З часом ці території заселять етнічними росіянами.",
    "explanation": "*Згідно з дослідженнями низки істориків, саме ці події стали однією з основних причин зросійщення населення українського Сходу та зростання там кількості російськомовного населення.",
  }
  ],
  "1933": [
    {
    "text": "Телеграма Сталіна про припинення «українізації» і знищення більшості українських письменників.",
    "description": "«Стрілець — той знає смак, \n коли запахне пераший вистріл. \n а ти, весна, \n ти затрояндила в повітрі млистім?» \n Микола Хвильовий, один із основоположників української пореволюційної прози, через крах ідеї націонал-комунізму скоїв самогубство 13 травня 1933 року у власній харківській квартирі.",
    },
    {
    "text": "З українського правопису вилучили літеру «Ґ»*.",
    "explanation": "*Літеру «ґ» використовують лише українці. «Ґ» — найрідше вживана літера української мови.",
    },
    {
    "text": "У Королівстві Румунія скасували міністерське розпорядження від 31 грудня 1929 pоку, яке дозволяло кілька годин викладання української мови на тиждень у школах з більшістю учнів-українців.",
    }
  ],
  "1934": "Спеціальне розпорядження міністерства виховання Королівства Румунія про звільнення з роботи «за вороже ставлення до держави і румунського народу» всіх українських вчителів, які вимагали повернення до шкіл української мови.",
  "1937": "«Розстріляне Відродження» (1937-38 роки), українське літературно-мистецьке покоління 20-х — початку 30-х років. Його представників знищив тоталітарний сталінський режим у період зі серпня 1937 до листопада 1938 року. \n Серед представників: \n Євген Плужник, поет, драматург і перекладач, розстріляний 2 лютого 1936; \n Михайль Семенко, поет, розстріляний 24 жовтня 1937; \n Майк Йогансен, поет, прозаїк і драматург, розстріляний 27 жовтня 1937; \n Микола Куліш, прозаїк, драматург і педагог, розстріляний 3 листопада 1937 року; \n Лесь Курбас, режисер театру та кіно, розстріляний 3 листопада 1937; \n Микола Зеров, поет і перекладач, розстріляний 3 листопада 1937; \n Валерʼян Підмогильний, письменник-модерніст, розстріляний 3 листопада 1937.",
  "1938": "Постанова РНК СРСР і ЦК ВКП(б) «Про обов'язкове вивчення російської мови в школах національних республік і областей», відповідна постанова РНК УРСР і ЦК КП(б)У.",
  "1947": "Польська операція «Вісла», що передбачала примусове розселення частини українців (бойків та лемків) з етнічних українських земель «урозсип» між поляками у Західній Польщі для прискорення процесу ополячення (полонізації).",
  "1960": "До 1980 року відбувалося масове закриття українських шкіл у Польській Народній Республіці та Соціалістичній Республіці Румунія.",
  "1961": "ХХІІ зʼїзд ЦК КПРС проголосив політику “злиття націй” — тотальне зросійщення народів СРСР.",
  "1962": "Продовження репресій проти захисників української мови",
  "1970": "Наказ про написання та захист дисертацій тільки російською мовою.",
  "1972": [
    {
      "text": "Партійні органи заборонили відзначати ювілей музею Івана Котляревського в Полтаві;",
    },
    {
      "text": "До 1974 тривали політичні репресії проти українських дисидентів. Загалом за два роки заарештовано кілька тисяч осіб, серед них Євген Сверстюк, Іван Світличний, Іван Дзюба, Василь Стус, Ігор та Ірина Калинці, Надія Світлична, Вʼячеслав Чорновіл, Левко Лукʼяненко та інші.",
    }
  ],
  "1973": "Заборона відзначати ювілей твору Івана Котляревського «Енеїда».",
  "1974": "Постанова ЦК КПРС «Про підготовку до 50-річчя створення Союзу Радянських Соціалістичних Республік», де вперше проголосили створення «нової історичної спільноти — радянського народу», а також офіційний курс на денаціоналізацію.",
  "1978": "Постанова ЦК КПРС і Ради Міністрів СРСР «Про заходи щодо подальшого вдосконалення вивчення і викладення російської мови в союзних республіках» («Брежнєвський циркуляр»).",
  "1979": "Під Львовом скоїли вбивство відомого композитора і співака Володимира Івасюка, пісні якого здобули популярність в Радянському Союзі і мали особливий український колорит. Цей злочин досі не розкрили.",
  "1983": "Постанова ЦК КПРС і Ради Міністрів СРСР «Про додаткові заходи з поліпшення вивчення російської мови в загальноосвітніх школах та інших навчальних закладах союзних республік» («Андроповський указ»).",
  "1984": [
    {
      "text": "Започаткування в УРСР 16% надбавок до зарплатні вчителям російської мови порівняно з вчителями української;",
    },
    {
      "text": "Наказ Міністерства культури СРСР про переведення на російську мову діловодства усіх музеїв Радянського Союзу.",
    }
  ],
  "1989": "Постанова ЦК КПРС про «законодавче закріплення російської мови як загальнодержавної».",
  "1990": "Прийняття Верховною Радою СРСР Закону про мови народів СРСР, де російській надавався статус офіційної.",
  "2012": "Прийняття Верховною Радою України у першому читанні проєкту Закону «Про засади державної мовної політики» № 5029-VI («Закон Ківалова-Колесніченка»), який передбачав можливість офіційної двомовності в регіонах, де чисельність нацменшин перевищує 10%, а також значне звуження використання української мови у ключових сферах життя в більшості регіонів України.",
  "2014": "В окупованих Російською Федерацією громадах Донецької області внесли «українську мову» для видимості, проте насправді кількість годин у школах скоротили до однієї на тиждень, а саме викладання у школах перевели повністю на російську мову.",
  "2016": "Після окупації Росією Криму зачинено українськомовні школи. Станом на 2016 рік діяла лише одна така школа на весь півострів.",
  "2019": "Переформатування останньої українськомовної школи у Криму на російськомовне навчання.",
  "2020": "В окупованих Росією громадах Донецької області уроки української мови та літератури прибирають із навчальної програми.",
  "2022": [
    {
      "text": "На території громад Донецької та Луганської областей, які щойно були окуповані російськими військами, впроваджують русифікацію закладів освіти з усуненням викладання української мови, літератури та історії України;",
    },
    {
      "text": "Окупаційна російська влада запроваджує табори перекваліфікації для вчителів із Херсонської, Харківської та Запорізької областей з метою переведення їх на «російські стандарти навчання».",
    }
  ],
  "15 липня 2022": "Міністр культури та інформаційної політики України Олександр Ткаченко на засіданні Ради Безпеки ООН зазначив, що на рахунку Російської Федерації вже є щонайменше 423 злочини проти української культури. Від початку повномасштабного вторгнення росіяни знищили чи пошкодили: \n - 128 обʼєктів нерухомої культурної спадщини, що мають офіційний статус пам’яток; \n - 147 культових споруд (50 із них перебувають на обліку як пам’ятки історії, архітектури та містобудування або цінні історичні споруди); \n - 136 належать до християнських громад (125 – православні, 10 – протестанти, 2 – католики), \n - 4 до ісламського, \n - 6 єврейським громадам; \n 46 меморіальних пам’ятників на честь історичних осіб та подій ХІХ – початку ХХІ століття; \n - 33 музеї та заповідники; \n - 59 культурних центрів, театрів і кінотеатрів; \n - 40 бібліотек.",
};
